{"<pad>": 0,"C": 1, "O": 2, "N": 3, "CC": 4, "CO": 5, "C1CCNC1": 6, "F": 7, "C1CCNCC1": 8, "C1=CC=CC=C1": 9, "S": 10, "C1=CNN=C1": 11, "C1CC1": 12, "CCC": 13, "C1=CC=NC=C1": 14, "C1CNC1": 15, "CN": 16, "C1CCC1": 17, "C1COCCN1": 18, "C1CCOC1": 19, "C1CNCCN1": 20, "C1=CNC=N1": 21, "C1=CN=CN=C1": 22, "C1=CNN=N1": 23, "C1=CON=C1": 24, "C#N": 25, "C1=NNC=N1": 26, "C1=CNC=C1": 27, "C1CCOCC1": 28, "C1=COC=C1": 29, "C1CCCC1": 30, "Cl": 31, "C1CCCCC1": 32, "CCO": 33, "C1=CSC=N1": 34, "C1=COC=N1": 35, "[OH-]": 36, "C1=CN=CC=N1": 37, "C1NCC2CC12": 38, "C1=CSC=C1": 39, "C1=CCNC=C1": 40, "C1=NOC=N1": 41, "CS": 42, "CCCC": 43, "[NH4+]": 44, "C#CC": 45, "C1=NN=NN1": 46, "C=CC": 47, "C1CCCNCC1": 48, "C1COCC2(CN1)CNCCO2": 49, "C1=CNCN1": 50, "C1=NNN=N1": 51, "C1=NNN=C1": 52, "C=O": 53, "O=S1CCCC1": 54, "C1=NON=C1": 55, "CC#N": 56, "C1=NN=CN1": 57, "C1=CSN=N1": 58, "C1=CN=NC=C1": 59, "C1CNCN1": 60, "C1CC2CCC1N2": 61, "C#C": 62, "C1NCC2COCC1C2": 63, "C1=CCNN=C1": 64, "C1CNCCNC1": 65, "C1COC2(CCNC2)CN1": 66, "Br": 67, "C1=CC=C(C2=NNN=N2)C=C1": 68, "C=C": 69, "C1=NNCN1": 70, "C1=CSN=C1": 71, "C1CNCCOC1": 72, "C1=CCCC1": 73, "CCF": 74, "C1=NN=CO1": 75, "C1COCN1": 76, "CCCO": 77, "CF": 78, "C1=CNCNC1": 79, "C1COCCO1": 80, "[SH3+]": 81, "C1NCC2CNCC12": 82, "O=S": 83, "C1CC2COCC2CN1": 84, "C1=NN=CS1": 85, "NO": 86, "C1CNC2(C1)CNC2": 87, "C1=CC=NN=C1": 88, "C=CCC": 89, "C1CC2CNCC2C1": 90, "C1CC2CNC2CN1": 91, "CC1CCNC1": 92, "C1CC2CNCC2N1": 93, "C1CC2CC2C1": 94, "CC#CC": 95, "CCCF": 96, "C1COC2(C1)CNC2": 97, "C1CC2CCC(C1)N2": 98, "C1=CC2=NC=CN2C=C1": 99, "C1OCC2CC12": 100, "CC1CCC1": 101, "C1=CNCC=N1": 102, "C1CC2CNCC1N2": 103, "C1=CC=C(N2CCCC2)C=C1": 104, "C1NC2CC1C2": 105, "C1COC2CNCC2N1": 106, "C1=CCCCC1": 107, "C1=NSN=C1": 108, "C1CCSC1": 109, "C1CC2(C1)CCC2": 110, "C1=CN(C2CCNC2)N=N1": 111, "C1=CC=C2NC=CC2=C1": 112, "C1CC2(CN1)CNC2": 113, "C1=CCNCC1": 114, "O=S1CCCCC1": 115, "C1=CNC(C2=NNN=N2)=C1": 116, "C1=CN2N=CC=C2N=C1": 117, "C1=CN=CC(C2CCCN2)=C1": 118, "FC1CC1": 119, "C#CCC": 120, "O=S1CCNCC1": 121, "C1CSCCN1": 122, "C1=CC=C2CNCCC2=C1": 123, "CC1CC1": 124, "CCN": 125, "C1=CC=C2CCCC2=C1": 126, "C1=CNC=CC1": 127, "C1=CC=C2OCCC2=C1": 128, "C1=CN2CCCCC2=N1": 129, "C1=CCOCC1": 130, "O=S1CCCN1": 131, "C1CC2CCC1O2": 132, "C1CC2CCNC2CN1": 133, "C1=CN2N=CN=C2N=C1": 134, "C1NC2CNC1C2": 135, "C1CC12CC2": 136, "C1=CNC=NC1": 137, "C1=CC=C(C2CC2)C=C1": 138, "C1=CC=C2CNCC2=C1": 139, "C1=CN=CNC1": 140, "CCCCC": 141, "NN": 142, "C1=CC=C2NCCC2=C1": 143, "C1=CC=C(N2C=CC=N2)C=C1": 144, "C1CNC2CCNC2C1": 145, "FC1CCC1": 146, "C1=COCCO1": 147, "C1CC2(C1)CC2": 148, "C1=CN=CC(C2=NNN=N2)=C1": 149, "CC1=CC=CC=C1": 150, "C1=COCCC1": 151, "C1=CN=C(C2=NNN=N2)C=N1": 152, "CCC#N": 153, "C1=CC=C2NC=NC2=C1": 154, "C1=CC=C(N2CCNCC2)C=C1": 155, "C1CC2CNCC2CN1": 156, "C1CNCNC1": 157, "C1=C2CCCCC2=NN1": 158, "C1=CC=C2OCCOC2=C1": 159, "C1=CC=C(N2C=NN=N2)C=C1": 160, "C1CC2CCNC2C1": 161, "C1COC2(CN1)CNC2": 162, "C1=CC=C2OCCNC2=C1": 163, "C1CC1C1CC1": 164, "CC=CCl": 165, "C1COC1": 166, "CC1CCCNC1": 167, "C1=NSC=N1": 168, "C1CSCN1": 169, "C1=CC=[NH+]C=C1": 170, "C1CC2CCC1C2": 171, "C1=CC=C2OCCCC2=C1": 172, "C=N": 173, "C1COCO1": 174, "C1=NN=NN1C1CC1": 175, "C1=NN2CCCC2=C1": 176, "C1=CN=C(N2CCCC2)N=C1": 177, "C1=CSCN1": 178, "C1CC2NCCC2CN1": 179, "C1=NNC2=C1CCCC2": 180, "C1=NC2=C(CCCC2)S1": 181, "C1CCC2CC2C1": 182, "C1CCN2CCCC2C1": 183, "C1=CC2=NN=NN2C=C1": 184, "C1CC2(CCN1)CC2": 185, "C1=CC=C2NCCCC2=C1": 186, "C1=CC(C2=NNN=N2)=CN1": 187, "C1=NN=C(N2CCNCC2)N1": 188, "C1CC2CCC1CN2": 189, "C1CCC2CNCC2C1": 190, "C1=NNC(C2CC2)=C1": 191, "C1=C2CCCCN2C=N1": 192, "C1CC2OCCNC2CN1": 193, "C1CCC2=C(C1)N=NN2": 194, "C1CC2(CCNC2)CN1": 195, "C1=CC2=CNN=C2C=C1": 196, "C1CC2(CCN1)CNC2": 197, "C1CC2CCC(CN1)N2": 198, "C1=NCNN1": 199, "C1COC2CCNCC2C1": 200, "C1=CC=C(N2C=CN=N2)C=C1": 201, "C1=CC=C(C2CCNC2)C=C1": 202, "C1=NN=C2CCCCN12": 203, "C1CC2CNC(C1)C2": 204, "C1=CN=C2NN=CC2=C1": 205, "C1=CN2CCCC2=N1": 206, "C1=NNC=C1N1CCCC1": 207, "C1=CC=C(N2CCNCC2)N=C1": 208, "C1=CC2=CC=NN2C=C1": 209, "C1=CNNC1": 210, "O=S1CCC1": 211, "C1=CC(C2=NNN=N2)=CN=C1": 212, "C1=CC(N2CCCC2)=NC=N1": 213, "C1=NN2CCCCC2=C1": 214, "CCCCCC": 215, "C1=CC2=NN=CN2C=C1": 216, "C1CC2OC1C1CC21": 217, "C1=CONC1": 218, "NS": 219, "C1=CC=C2NN=CC2=C1": 220, "CCl": 221, "C1=CC(C2CC2)=NN1": 222, "C1CCSCC1": 223, "C1CC2CNC1CN2": 224, "C1CNC2CCNCC2C1": 225, "C1=C2CCCC2=NN1": 226, "C1CC2(CC2)CO1": 227, "C1=CC=C2OCOC2=C1": 228, "C1=CN2C=CN=C2N=C1": 229, "C1=CC2=CN=CN2C=C1": 230, "C1=CN(C2CNC2)N=N1": 231, "C1=CC=C2NN=NC2=C1": 232, "C#CCCC": 233, "C1CNC2CNCC2C1": 234, "C=CCCC": 235, "C1=CCNC1": 236, "C1CCCCCC1": 237, "C1CNCC2(C1)CCNC2": 238, "C1=NN=C(N2CCCCC2)N1": 239, "C1=NOCC1": 240, "C1=CC=C2NCNC2=C1": 241, "C1=CC=C2CCCCC2=C1": 242, "CC1CNCCO1": 243, "C1=CN=C2NC=CC2=C1": 244, "C1=CC2=NC=NN2C=C1": 245, "C1=CN=C(N2CCNCC2)N=C1": 246, "C1=NNC=C1C1CC1": 247, "C1=CN=C(C2=NNN=N2)N=C1": 248, "C1=NN2CCCOC2=C1": 249, "C1=CC=C(N2C=NC=N2)C=C1": 250, "C1CC2(CCN1)CCNC2": 251, "C1=CC=C(N2CCOCC2)C=C1": 252, "C1=CC(C2CC2)=NO1": 253, "C1=NN2CCCCC2=N1": 254, "C1COCOC1": 255, "C1CN2CCC1C2": 256, "[NH3+][O-]": 257, "C[NH3+]": 258, "C1CNCC2(C1)CNC2": 259, "C1=CN=C(N2CCCCC2)N=C1": 260, "C1=CC2=CC=CN=C2C=C1": 261, "[NH2+]=O": 262, "C1=NNCNC1": 263, "C1=NOC(C2CC2)=C1": 264, "CC1CNCCN1": 265, "C1CC2NCCC2N1": 266, "C1=CN=C2NC=NC2=C1": 267, "CC1CCCC1": 268, "C1=NNC=C1C1CCNC1": 269, "C1=NC2=C(C=N1)N=CN2": 270, "C1CC2COCC2CO1": 271, "C1=COC(C2CC2)=N1": 272, "C1CCC2(C1)CNCN2": 273, "C1=NC=NC=N1": 274, "C1=CC=C2OC=CC2=C1": 275, "C1=CC=C(N2CCCCC2)C=C1": 276, "C1=NN=C(N2CCCC2)N1": 277, "C1=CC=C2OCNC2=C1": 278, "C1=NN2CCOC2=C1": 279, "C1=COC=CC1": 280, "C1=NN=C2CNCCN12": 281, "FC1CCCC1": 282, "C1CCCOCC1": 283, "C1=CC2=NNCN2C=C1": 284, "C1=NC2=C(CNCN2)N1": 285, "C1=NC=NC(N2CCCC2)=C1": 286, "C1C[SH+]CCN1": 287, "C1=CN=C2NN=NC2=C1": 288, "C1=CN2N=NN=C2C=N1": 289, "C1=CC2=NN=NN2N=C1": 290, "C1=NC2=C(CCCC2)N1": 291, "C1=NNC(C2CCCCN2)=C1": 292, "C1=CC2=C(C=C1)OCC2": 293, "C1CN2CCC1CC2": 294, "C1CCCNCCC1": 295, "C1=CC=C(C2CNCN2)C=C1": 296, "CCCN": 297, "C1=CN=C(C2CC2)N=C1": 298, "C1=CC=C(N2CCCC2)N=C1": 299, "C1=CC=C(C2=NNN=N2)N=C1": 300, "C1CC2CNCC(C1)N2": 301, "C1CC2CNCCN2C1": 302, "C1COC2(CCOC2)CN1": 303, "C1CCC2(C1)CC2": 304, "C1=CN=C2NCNCC2=C1": 305, "C1=NN2CCNCC2=C1": 306, "C1=CN=NC(C2=NNN=N2)=C1": 307, "FC1CCNCC1": 308, "C1=CC=C2COCC2=C1": 309, "NC=O": 310, "C1=CC=C(N2C=CC=N2)N=C1": 311, "C1CC(C2CC2)C1": 312, "C1=CC=C2CCC2=C1": 313, "C1=CN(C2CCCNC2)N=N1": 314, "C1=NC(C2CC2)=NO1": 315, "C1=NN=C(N2CCOCC2)N1": 316, "C1=CC2=C(C=C1)OCO2": 317, "CC1CCOC1": 318, "C1CC2(CCO1)CC2": 319, "C1=CC(N2CCCCC2)=NC=N1": 320, "C1=CN2NC=CC2=N1": 321, "C1=NNCCC1": 322, "FC1CCCCC1": 323, "C1CC2NCC1C1CNCC21": 324, "CC1CCCCC1": 325, "C1=CN=C2C=CNC2=C1": 326, "C1CC2COCC2C1": 327, "C1NCC23CNCC2CC1O3": 328, "C[SH2+]": 329, "C1=CC=C2OC=NC2=C1": 330, "C1=CC2=NON=C2C=C1": 331, "C1=CN=C(N2CCCC2)C=N1": 332, "C1=CC=C(C2CCC2)C=C1": 333, "C1=CNCN=C1": 334, "C1=CN=C(N2CCCC2)C=C1": 335, "CC1CNCN1": 336, "C1CC2(CCN1)CNCCO2": 337, "C1=NC=C(N2CCCC2)N=C1": 338, "C1=CN2C=CN=C2C=N1": 339, "C1=CC=C2COCCC2=C1": 340, "C1CCC2=NN=NN2CC1": 341, "C1CCN2CNN=C2C1": 342, "C1=CC2=C(C=C1)NC=C2": 343, "C1=C2C(=CN1)C1CCC2O1": 344, "C1CC2COCCN2C1": 345, "C1NCNN1": 346, "C1=CC=C(C2CNCCN2)C=C1": 347, "C1=NC(C2CC2)=CN1": 348, "C1CCC2(CC1)CNCN2": 349, "C1CNCC[SH+]C1": 350, "C1=NN2CCCC2=N1": 351, "C1CNCC2(C1)CCNCC2": 352, "C1=CC2=C(C=C1)OCCO2": 353, "C1=CC2=CC=NN2N=C1": 354, "O=S1CCCNCC1": 355, "C1=CC(C2=NNN=N2)=NC=N1": 356, "C1=CN=C2CCCC2=C1": 357, "OC1CCNC1": 358, "C1NCC2COCC12": 359, "C1=CN=NC(N2CCCC2)=C1": 360, "C1=NN=C2CCCCCN12": 361, "C1=CC=C2N=CC=CC2=C1": 362, "C1=CC2=NC=CN2N=C1": 363, "C1=CC=C2OCCNCC2=C1": 364, "C1=CC(C2CCCCN2)=NN1": 365, "CC1CCCO1": 366, "C1=NC(C2CCNC2)=CN1": 367, "C1NC2CC3CC1C2C3": 368, "CN1C=CC=N1": 369, "C1=CN2CCOCC2=N1": 370, "I": 371, "C1CC2CC1C1CC21": 372, "C1=NOC2=C1COCC2": 373, "C1=CN2N=CC=C2C=N1": 374, "C1CC(C2CC2)CN1": 375, "C1=CC2=C(C=C1)CNCC2": 376, "C1=CC2=C(C=C1)NN=N2": 377, "C1=C2CNCCN2CN1": 378, "ClC1CC1": 379, "C1CC2CCOC2C1": 380, "C1=CC2=C(N=C1)NC=N2": 381, "C1CC2CCCN2C1": 382, "C1=CC=C(C2CCCN2)C=C1": 383, "CN1C=CN=N1": 384, "C1=CN2C=CSC2=N1": 385, "C1=COC(C2CC2)=C1": 386, "C1=CN=CC(C2CC2)=C1": 387, "C1=CC2=C(N=C1)NN=N2": 388, "C1CC2(CCOCC2)CN1": 389, "C1CNCCNCCNC1": 390, "C1=NC=C(C2CC2)O1": 391, "C1CCC2(CC1)OCCO2": 392, "C1=NC=C2CCCCC2=N1": 393, "C1=CC=C(C2=NOC=N2)C=C1": 394, "C1=CC=CCC=C1": 395, "C#CCCCC": 396, "CCCC#N": 397, "C1=CN=C2N=NNC2=C1": 398, "O=S1CC2NCCNC2C1": 399, "C1=CN=C2NCNC2=C1": 400, "C1=CC=C(C2CNCCO2)C=C1": 401, "C1=CN(C2CCC2)N=C1": 402, "C1=CSC(C2=NNN=N2)=C1": 403, "C1=NN=C2COCCN12": 404, "C1=CC2CC1C1=CNC=C12": 405, "C1=CC=C(N2CCOCC2)N=C1": 406, "C1=CN=C2N=CNN2C1": 407, "C1=CC=C(N2C=CN=C2)C=C1": 408, "CC1=CC=CC=N1": 409, "O=S1NCC2=CC=CC=C21": 410, "C1=CN=C2N=CC=NC2=C1": 411, "CCCCO": 412, "C1CN2CNCC2CN1": 413, "C1=NC=C(C2CCNC2)N1": 414, "C1=NC(C2CC2)=NN1": 415, "C1=NCCN1": 416, "C1CNCCSC1": 417, "C1=CC=C2NCCNC2=C1": 418, "C1=CN=C2C=CNN2C1": 419, "[O-][SH2+]": 420, "C1=CC=C2C=CC=CC2=C1": 421, "C1CC2CC2CN1": 422, "C1CC(C2CC2)CCO1": 423, "C1=CC2=NC=CCN2C=C1": 424, "C1=NC=C(C2CC2)N1": 425, "C1=NC2=C(C=NN2)CN1": 426, "C1=NN=C(C2CC2)O1": 427, "CC1CCCCNC1": 428, "C1=CC2=C(C=C1)NC=N2": 429, "CON": 430, "C1=NN=C2CCCN12": 431, "C1=NC2=C(C=CN2)C=N1": 432, "C1=CCCCCC1": 433, "FC1CCNC1": 434, "C1=NOC(C2CC2)=N1": 435, "C1=NN=C(C2CCCN2)N1": 436, "CN1C=NC=N1": 437, "C1=CC=C(N2N=CC=N2)C=C1": 438, "C1=NC(C2=NNN=N2)=NN1": 439, "C1CC2CNCC2CCN1": 440, "C1C2CC1C2": 441, "C1=CC2=NC=CN=C2C=C1": 442, "CC1OCCO1": 443, "C1CC2CCC1CC2": 444, "C1=CC=C2SC=NC2=C1": 445, "C1=CC=C(C2=NNC=N2)C=C1": 446, "C1CCN(C2=NN=NN2)CC1": 447, "C1=CC=C(C2=NOCC2)C=C1": 448, "C1=CC=C(N2CCNC2)C=C1": 449, "C1=CN=C2SC=CN2C1": 450, "OC1=CC=CC=C1": 451, "CC1CNC1": 452, "C1=NOC2=C1CCCC2": 453, "C1=NNC(C2CC2)=N1": 454, "C1=COCC1": 455, "C1CCC2NCCCC2C1": 456, "C1=CN=C(N2CCNCC2)C=C1": 457, "CC1CCCN1": 458, "C1=CC=C(N2CCCCC2)N=C1": 459, "OC1CCOC1": 460, "C1CN2CCN1CC2": 461, "C1=CC=C2N=CN=CC2=C1": 462, "CC1CC1C": 463, "C1=CC2CCC1C2": 464, "C1=NSC(N2CCCC2)=N1": 465, "C1=CC=C2NCNCC2=C1": 466, "C1=C2CCCCC2=CN1": 467, "C1=NC2=CC=CC=C2CN1": 468, "C1=CC=C(N2C=NC=N2)N=C1": 469, "C1=NC=C(N2CCCCC2)N=C1": 470, "C1=CC=C(C2CC2)N=C1": 471, "C1=CN=C2N=CNC2=C1": 472, "C1=NC=NC(N2CCCCC2)=C1": 473, "C1=NNC=C1C1CCCO1": 474, "C1=CC=C(N2C=NN=C2)C=C1": 475, "CBr": 476, "C1=NNC(C2CCCN2)=C1": 477, "CC1CCCCO1": 478, "C1=C(C2CC2)N=NN1": 479, "C1=CC(N2CCNCC2)=CC=N1": 480, "P": 481, "C1=CC2CCC1O2": 482, "C1=CN=NC(N2CCCCC2)=C1": 483, "C1=CC(C2CC2)=NC=N1": 484, "C1CC2(CCOC2)CN1": 485, "C1CC(C2CC2)CCN1": 486, "C1=CC=C2C(=C1)CC1CC21": 487, "C1CCC2(C1)OCCO2": 488, "C1=CC=C(N2CCOC2)C=C1": 489, "C1=NC2=C(C=N1)C=NN2": 490, "C1=CC=C(C2CCNCC2)C=C1": 491, "C1=CN(C2=CC=NC=C2)N=C1": 492, "C1=CC=C2C=NC=CC2=C1": 493, "C1=CC=C(N2C=CN=C2)N=C1": 494, "C1CC(C2CCNC2)CCN1": 495, "CCCCN": 496, "CC#CCCC": 497, "C1=COC(C2=NNN=N2)=C1": 498, "COC": 499, "C1=CC2=CC=CC=C2NC1": 500, "C1=CC=C2OCCCOC2=C1": 501, "C1CCC2NCCNC2C1": 502, "C1CCC2(CCC2)OC1": 503, "C1CNCC(C2CCNC2)C1": 504, "C1COC2(C1)CCC2": 505, "C1=CC2=C(C=C1)CCC2": 506, "C1=NNC(N2CCCCC2)=C1": 507, "C1=NC2=C(C=N1)N=NN2": 508, "C1CCC2(C1)CNC2": 509, "CC1=CC=NC=C1": 510, "C1=CN2C(=N1)CCC21CNC1": 511, "C1=CCOC=C1": 512, "O=S1CCCN1C1=CC=CC=C1": 513, "C1=NN2CCNCC2=N1": 514, "C1=CN=C(C2=NNN=N2)C=C1": 515, "C1=CC=C(C2=NN=CO2)C=C1": 516, "C1=CN=C(N2C=CC=N2)C=C1": 517, "C1=NC=C2N=CNC2=N1": 518, "C1CSCCS1": 519, "C1CNNC1": 520, "C1CCC2(CC1)CC2": 521, "C1=CC2=C(CCNC2)S1": 522, "C1=CC2=C(CCCC2)NC1": 523, "C1=NC(C2CC2)=CO1": 524, "C1=CN(C2CCOC2)N=N1": 525, "C1=CN=C(N2CCOCC2)C=C1": 526, "C1=CN(C2=CC=CC=C2)CN1": 527, "C1=CN=C2N=NNN2C1": 528, "C1=NN=C(C2CC2)N1": 529, "CC1=CC=CN=C1": 530, "C1=CC2CCC1CC2": 531, "C1=CC2=CC=CC=C2CN1": 532, "C1=CC2=CC=CC=C2OC1": 533, "C1CC2CNCC2CO1": 534, "C1=CC2=CC=CN2C=C1": 535, "C1=C2CNCC2=CN1": 536, "C1CNOC1": 537, "C1=CC2=C(C=C1)NN=C2": 538, "C1=CC=C(C2=NNC=C2)C=C1": 539, "C1=CN(C2CCNC2)N=C1": 540, "C1CNCOC1": 541, "C1=CN2C=NC=CC2=C1": 542, "C1=NC2=C(C=N1)CCC2": 543, "C1=CC2=CC=CN2N=C1": 544, "C1=NN=CN1C1CC1": 545, "CN1C=CNC1": 546, "C1=CN=CC(N2C=CN=N2)=C1": 547, "C1=CC(N2CCCC2)=CC=N1": 548, "C1CCC2OCCC2C1": 549, "CCCCCO": 550, "C1=CC(C2=NNN=N2)=CS1": 551, "CC1CC2CCOC12": 552, "C1CCN(C2=NN=NN2)C1": 553, "C1CC2(C1)CCOCC2": 554, "C1CC2(CCN1)CCOC2": 555, "C1=CN=C(N2CCCCC2)C=N1": 556, "C1=CC(N2CCCCC2)=NN1": 557, "C1=NNCC2=CC=CC=C12": 558, "C1=CC2=C(C=C1)OCCN2": 559, "C1=NN(C2=CC=CC=C2)CC1": 560, "C1C2CC3CC1CC(C2)C3": 561, "C1=NNC=C1C1=NNN=N1": 562, "C1=C2CCCCN2CN1": 563, "C1CC2(CC2)CN1": 564, "C=S": 565, "C1=CC(C2CC2)=CN1": 566, "C1=CN(C2CCNCC2)N=N1": 567, "OC1CCCNC1": 568, "C1CC2CCN(C1)C2": 569, "C1=CN=C(N2CC3CC3C2)N=C1": 570, "C1=CN=C2CCCCC2=C1": 571, "C1COC(C2CNCCO2)C1": 572, "C1=CC2=C(C=C1)OCN2": 573, "C1CC2(CCN1)CNCN2": 574, "C1=CSC(C2CC2)=N1": 575, "C1=CC=C2ON=CC2=C1": 576, "C1=C2CCCC2=CO1": 577, "C1=CC(N2CCNCC2)=NC=N1": 578, "C1=C(C2=NNN=N2)CNCN1": 579, "C1=CC2=CC=NC=C2C=C1": 580, "C1=CN=C(N2CCCCC2)C=C1": 581, "C1CC2SCCN2C1": 582, "C1=NN2CCCNCC2=C1": 583, "C1CCC2(CCOC2)OC1": 584, "C1=CC2=NSN=C2C=C1": 585, "C1=CC2=C(C=CO2)N1": 586, "C1CC2NCNC2CN1": 587, "OC1CNC1": 588, "OC1CCNCC1": 589, "C1=CNC2=CC=CC=C2C1": 590, "NC1=CC=CC=C1": 591, "C1=CN(C2CCNCC2)N=C1": 592, "C1=CN2CCCCC2=C1": 593, "CC1OCCCO1": 594, "C1=CN2C=NN=C2CN1": 595, "C1=NNC=C1N1CCNCC1": 596, "C1CNCC2(C1)CCOCC2": 597, "C1=NNC(C2CCCO2)=C1": 598, "C1=CC2=C(C=C1)OCCC2": 599, "C1=CC2=C(N=C1)NN=C2": 600, "C1=CN(C2CCCC2)N=C1": 601, "C1=NC=C2CNCCC2=N1": 602, "C1=NCC2=CC=CC=C2N1": 603, "C1=CC2=C(C=C1)NCC2": 604, "C1=CC=C(C2=NC=NO2)C=C1": 605, "C1=CC(N2CC3CC3C2)=NC=N1": 606, "C1CC[SH+]C1": 607, "C1=CN=C2ON=CC2=C1": 608, "C1=C2CNCCC2=NNC1": 609, "C=CO": 610, "C1=CC(C2CC2)=CC=N1": 611, "C1=NSC=C1C1=NNN=N1": 612, "C1=NSC(N2CCNCC2)=N1": 613, "C1CCC2NCCC2C1": 614, "C1CC2CCCC(C1)N2": 615, "C1COC(C2COCCN2)C1": 616, "C1=CC(C2=NNN=N2)=CC=N1": 617, "C1=NC=C2C=CNC2=C1": 618, "C1=CC=C(C2CCCO2)C=C1": 619, "C1CSC1": 620, "C1=CC2=CNN=C2N=C1": 621, "C1=NNC(N2CCCC2)=C1": 622, "FC1CCCNC1": 623, "C1=CN=C(C2CC2)NC1": 624, "C1CNC2(C1)CCOC2": 625, "C1=NC2=C(CCC2)S1": 626, "C1=CN=C(N2CCOCC2)N=C1": 627, "C1=CC=C(C2=NN=NN2)C=C1": 628, "C1CC2(C1)CC1CCOC12": 629, "C1CC2(C1)CCNC2": 630, "C1=NN(C2CCNC2)C=N1": 631, "C1CN2CNN=C2CN1": 632, "C1CC2(CN1)OCCO2": 633, "C1=NCC2=C(N1)NN=C2": 634, "C1=CC(N2CCOCC2)=NC=N1": 635, "C1=CN=C(N2CCNCC2)C=N1": 636, "C1CCN2CCCCC2C1": 637, "C1=NN2CCCNC2=C1": 638, "C1=CNC(C2CCCCO2)=N1": 639, "C1=CC=C2NCCCCC2=C1": 640, "C1=CC=C2N=CC=NC2=C1": 641, "C1COC2CC2N1": 642, "CC1=CNN=C1": 643, "C1=CN=C2C=COC2=C1": 644, "C=NO": 645, "C1=CC=C2NCCNCC2=C1": 646, "C1=CC=C(C2=CC=NN2)C=C1": 647, "O=S1CCC(N2C=CC=N2)C1": 648, "C1=NNC=C1C1CCCN1": 649, "C1=NNC(C2CCCCO2)=C1": 650, "C1CC2NCCOC2C1": 651, "O=S1CCC(O)C1": 652, "C1=CC2=C(NCNC2)N1": 653, "CC1CC2CCCNC12": 654, "O=S1CCOCC1": 655, "C1CNC2(CCNC2)CN1": 656, "C1=CC2=NC=NN=C2C=C1": 657, "C=NN": 658, "C1=NC=C(N2CCNCC2)N=C1": 659, "C1=CC=C(C2=NN=CN2)C=C1": 660, "C1=CC=C(C2=CNN=N2)C=C1": 661, "C1=C2CCOCC2=CO1": 662, "C1=C(C2CC2)N=NS1": 663, "C1=NC=C2CCCC2=C1": 664, "CCCCCF": 665, "C1=CNC(C2CCCO2)=N1": 666, "C1=CC=C(N2C=CC=C2)C=C1": 667, "C1=CC2=C(CCC2)N1": 668, "C1=CC=C(N2CCC2)C=C1": 669, "C1CC2(CCO1)OCCO2": 670, "C1CCCCCCC1": 671, "C1CC2CNCC1O2": 672, "C1=CC2=C(C=N1)NC=N2": 673, "C1=CC2=C(CCC2)NC1": 674, "C1CN(C2=NN=C(C3CCOC3)N2)CCN1": 675, "C1=CN=CC(N2CCCC2)=C1": 676, "C1=CC2=C(CCCC2)O1": 677, "C1OC2CNC1C2": 678, "C1CC2CCC2C1": 679, "C1COC2CCC2C1": 680, "CC#CCC": 681, "C1=NC(C2COCCN2)=NO1": 682, "C1=CC(C2CCCNC2)=NN1": 683, "O=S1CCCCN1": 684, "C1=CN(C2CCC2)N=N1": 685, "C1CC2(C1)CNCCO2": 686, "CCCCC#N": 687, "C1COC2(CCOCC2)CN1": 688, "C1=CN=C2C=NC=CC2=C1": 689, "O=S1CCC(C2=NN=CN2)C1": 690, "C1=NNC=C1C1CCCCO1": 691, "C1=NC(C2CC2)=CS1": 692, "C1=NN=C(N2CCCNCC2)N1": 693, "O=S1CCC2=CC=CC=C21": 694, "CC1C2CNCC12": 695, "C1=CNC(C2CNCCN2)=N1": 696, "C1=CN=C(N2C=NC=N2)C=C1": 697, "C1=CC=C2N=NC=CC2=C1": 698, "C1COCC2(C1)CNCCO2": 699, "C1=NNC=C1N1CCCCC1": 700, "C1=NNC(C2CCNC2)=C1": 701, "C1=NN=C(C2CNCCO2)N1": 702, "C1=NC=NN=C1": 703, "C1CNCC2(C1)CC2": 704, "C1CN2COCC2CN1": 705, "CC1COCCN1": 706, "C1CNC(C2=NN=C(N3CCNCC3)N2)C1": 707, "C1=CN2N=NN=C2C(N2CCCC2)=N1": 708, "C1=NNC=C1C1C[SH+]CCN1": 709, "C1CN2CCOCC2CN1": 710, "C1=NN=C(C2CCOC2)N1": 711, "C1CCC2(C1)CCOCC2": 712, "C1=CNCCN1": 713, "C1CC2(CCN1)OCCO2": 714, "OC1CCCCC1": 715, "N=S": 716, "C1CC2=C(CN1)N=NN2": 717, "C1CC2(C1)CCNCC2": 718, "C1=CC2=C(C=CN2)C=N1": 719, "C1CC2CC2N1": 720, "CC1CC2CCCOC12": 721, "CC1=NNN=N1": 722, "C1CC(C2CCOC2)CN1": 723, "C1=CC2=C(C=C1)CNC2": 724, "C1=CN(C2CCOCC2)N=C1": 725, "O=S1CCN2C=CC=CC2=N1": 726, "C1=CC=C2N=NNCC2=C1": 727, "C1=CN=NC(N2CCNCC2)=C1": 728, "N#CC1CCNC1": 729, "C1=CC2=C(C=CO2)C=N1": 730, "C1=CN2C=NC=C2S1": 731, "C1CCC(C2CC2)CC1": 732, "C1=CN=C2OCCNC2=C1": 733, "C1=NNCO1": 734, "C1=CC=C(C2=NC=NN2)C=C1": 735, "C1=NC=NC(N2CCNCC2)=C1": 736, "C1=CC(N2CCCCC2)=CC=N1": 737, "C1=CC2=C(C=C1)COCC2": 738, "C1=CN2CCNCC2=C1": 739, "C1CCN(C2=NN=C(C3CCCN3)N2)CC1": 740, "C1=NNCC2=CC=NN12": 741, "C1=CC2=C(N=C1)NCNC2": 742, "FC1C2CNCC12": 743, "CC#CCO": 744, "C1=CNC(C2CCCNC2)=N1": 745, "OS": 746, "C1=COC(C2=NNC=C2)=C1": 747, "C1=CC2=C(CCOC2)N1": 748, "C1=CC=C(C2=CN=CO2)C=C1": 749, "C1=NC=C2C=NNC2=N1": 750, "CC1=CNN=N1": 751, "C1=CC(C2CCNC2)=NN1": 752, "O=S1CCC(C2=NN=C(N3CCNCC3)N2)C1": 753, "C1=CC2=C(C=C1)NCN2": 754, "C1=CC2OC1C1CNCC21": 755, "C1CNC2CC2C1": 756, "C1CCC2(CCNC2)CNC1": 757, "C1=CC2=NN=NN2N=C1N1CCCC1": 758, "C1=NC2=C(N=CN2)C(N2CCCC2)=N1": 759, "C1=NN=C(C2CC2)S1": 760, "C1CSCS1": 761, "C1=CN=C2N=CC=CC2=C1": 762, "C1=CC=C(C2=NC=CO2)C=C1": 763, "C1CN2CCN(C1)CC2": 764, "C1=CN=CC(N2CCOCC2)=C1": 765, "C1=NNC2=CC=CC=C2C1": 766, "O=S1CCNC2CCOCC21": 767, "C1=NC(N2CCCC2)=CN=C1C1=NNN=N1": 768, "C1=NC=C(N2CCCC2)N=C1C1=NNN=N1": 769, "C1=C(C2=NNN=N2)N=NC(N2CCCC2)=C1": 770, "C1=CN(C2CCOC2)N=C1": 771, "C1CNCC(C2CCNCC2)C1": 772, "C1=CNC(C2CC2)=NC1": 773, "O=S1CC2=CNN=C2C1": 774, "C1CC2COCNC2CN1": 775, "C1=CC=C2C(=C1)NCC21CC1": 776, "C1=NN(C2=NNC=N2)C=N1": 777, "C1=CC=C(C2COCCN2)C=C1": 778, "C1=CC=C(C2CCCC2)C=C1": 779, "C1CCC2(CCC2)NC1": 780, "C1=NC2=C(CCNC2)N1": 781, "C1=NOC2(C1)CCNC2": 782, "C1=CC=C(C2CCCNC2)C=C1": 783, "CC1=NN=CN1": 784, "C1=CC(C2=CNN=C2)=NN1": 785, "C1=NC2=CC=CC=C2NC1": 786, "C1=CC2=C(C=C1)NCCC2": 787, "C1=CC2=C(CCCC2)N1": 788, "C1CC2CC1CN2": 789, "C1CNC2(C1)CCNC2": 790, "C1=CN=C(C2CC2)C=C1": 791, "C1=NCCCC1": 792, "CC1=CNC=C1": 793, "OC1CCCNCC1": 794, "C1=CN=C2OCCOC2=C1": 795, "C1=NC(C2CCCN2)=NN1": 796, "C1=NCCNC1": 797, "C1=CC2=C(C=C1)OC=C2": 798, "C1=CC2=C(CCCC2)S1": 799, "CC1=NOC=N1": 800, "C1CC2OC1C1CNCC21": 801, "C1=CC2=CN=CC=C2N=C1": 802, "C1CC1C1CNC1": 803, "C1CNC(C2OCCO2)C1": 804, "C=NOC": 805, "C1=CC=C(C2CCOC2)C=C1": 806, "C1=CN(C2CCCNC2)C=N1": 807, "CC1=NNC=N1": 808, "C1=CC(C2CCOC2)=NN1": 809, "C1CC2CCCN(C1)C2": 810, "C1=CC=C(C2=CC=NO2)C=C1": 811, "C1=C(C2=NNN=N2)C=NC(N2CCCC2)=C1": 812, "C1=CN=C2NCOC2=C1": 813, "C1CCC2CNCCC2C1": 814, "C1=NNC=C1C1=NOCC1": 815, "CC1=NNC=C1": 816, "C1CNC2(C1)CCC2": 817, "C1CCC(C2CCCO2)NC1": 818, "C1=CNC2=NN=NN2C1": 819, "C1=NCON1": 820, "C1CC2(C1)CCOC2": 821, "C1=CC(C2CCCO2)=NN1": 822, "C1=CC2=C(C=N1)NC=C2": 823, "C1=CC2=C(N=C1)NC=C2": 824, "O=S1CCC2(CCCCO2)C1": 825, "C1=NC2=C(C=CS2)CN1": 826, "C1CC2OCCC2CN1": 827, "C1=CC2=NCC=CN2N=C1": 828, "C1=NC(C2CCNC2)=NN1": 829, "C1=CN=CC(C2=CNN=N2)=C1": 830, "C1=CN(C2CC2)N=N1": 831, "C1=NC(C2=NNN=N2)=CS1": 832, "C1CCC(C2CCNC2)C1": 833, "C1=CNC(C2CCCN2)=N1": 834, "C1=NC(C2=NNN=N2)=NC(N2CCCC2)=C1": 835, "C1CN2CC3CC2(CO1)C3": 836, "CC1=CC=CO1": 837, "C1=CN(C2CCCNC2)N=C1": 838, "C1CC2CC1C1CNCC21": 839, "C1CCC2OCCNC2C1": 840, "C1=CC=C2SCCNC2=C1": 841, "C1=CC(C2=COC=C2)=NN1": 842, "C1=NC(C2CC2)=NS1": 843, "C1=CC=C(C2CCOCC2)C=C1": 844, "C1=CNN(C2=CC=CC=C2)C1": 845, "C1=NNC=C1C1COCCN1": 846, "C1CCC2=C(C1)CNCN2": 847, "C1=NC2=C(C=N1)SC=C2": 848, "C1CN2CCNCC2CN1": 849, "C1=NC=NC(N2CC3CC3C2)=C1": 850, "C1=CC=C2SC=CC2=C1": 851, "C1CCN(C2=NN=C(C3CCOC3)N2)CC1": 852, "C1=NOC(C2CCCNC2)=N1": 853, "C1CCC(C2CCCN2)NC1": 854, "C1=COC(C2=CC=NO2)=C1": 855, "O=S1C=CCC1": 856, "C1=CC=C(C2=CNN=C2)C=C1": 857, "C1=NN2CCCNC2=N1": 858, "C1CCC(C2CC2)C1": 859, "CCCCCCN": 860, "NC1=NC=CC=N1": 861, "C1=NC=C2C=COC2=C1": 862, "C1=C2CNCCN2C=N1": 863, "C1=CSC(N2CCNCC2)=N1": 864, "C1=CNC(C2CC2)=C1": 865, "C1=CN(C2CCCCC2)N=C1": 866, "C1=CC2CC1CN2": 867, "C1=CC=C2NCCCNC2=C1": 868, "CN1C=CN=C1": 869, "C1=NOC(C2CCC2)=N1": 870, "C1CN2CCOCC2CO1": 871, "C1=CC=C2SCCC2=C1": 872, "C1=CN=CC(N2CCNCC2)=C1": 873, "C1=COC(C2COCCN2)=C1": 874, "C1CCC2CCC2C1": 875, "C1=CC2=C(C=C1)OCCCO2": 876, "C1=CC=C(C2=NOC=C2)C=C1": 877, "C1=NNC2=C1CCC2": 878, "C1CN(C2=NN=NN2)CCO1": 879, "C1CC2(CN1)COC2": 880, "C1=CC=C2C=NN=CC2=C1": 881, "C1=CC2=NN=NN2N=C1N1CCCCC1": 882, "C1=CC=C(C2CNC2)C=C1": 883, "C1CNCC(C2=NNCN2)C1": 884, "C1=CC=C2OCCCCC2=C1": 885, "C1NC2CNCC2O1": 886, "C1CCC2(C1)CNCCO2": 887, "C1=CN=C(N2CCCC2)C(C2=NNN=N2)=N1": 888, "C1=NC(C2=NOC=N2)=NN1": 889, "C1CNC2CCCC2C1": 890, "C1=NC=C2NC=CC2=C1": 891, "C1=C2CCNCN2C=N1": 892, "C1CC2COCC1N2": 893, "C1CC2(CCN1)CCNCC2": 894, "C1CCC2(C1)CC1CCOC12": 895, "C1=CN=C2C=CN=CC2=C1": 896, "C1CC2(CCN1)CNC1COCC12": 897, "CC1=CN=NN1": 898, "C1=C2CCNCC2=NN1": 899, "C1=C(C2=NNN=N2)C=C2CCCC2=C1": 900, "C1=CC2CC2S1": 901, "C1=NSC(N2CCCCC2)=N1": 902, "C1=NNC(C2CCCO2)=N1": 903, "C1=CSC(N2CCCC2)=C1": 904, "C1CCONC1": 905, "C1=NN=NN1C1CCOCC1": 906, "C1=CSC(N2CCCC2)=N1": 907, "C1CC2(CCO1)CNC2": 908, "C1=NNC(C2CNCCO2)=C1": 909, "C1=NCCC1": 910, "C1CNCC(C2CCCNC2)C1": 911, "[SiH4]": 912, "C1CC2CNCC12": 913, "N#CC1CCCNC1": 914, "C1=CC=C(C2CCN2)C=C1": 915, "C1CN(C2=NN=NN2)CCN1": 916, "C1=CC(C2=NNC=C2)=CC=N1": 917, "C1=CNC(N2CCNCC2)=N1": 918, "C1CC2(CCN1)CNCO2": 919, "C1=CN=C(N2CCCC2)C(C2=NNN=N2)=C1": 920, "C1C2C3CC4C5CC3C1C5C24": 921, "C1=CN=CC(N2C=CC=N2)=C1": 922, "C1=CNC(C2CCNC2)=N1": 923, "C1=NC2=C(C=N1)N=CS2": 924, "OC1CCC1": 925, "C1=CN=C(N2CC3CC3C2)C=N1": 926, "NC1=CC=NC=N1": 927, "C1CCNNC1": 928, "C1=CC2=CN=CN=C2C=C1": 929, "CCCCF": 930, "C1=CC(N2C=CN=C2)=CC=N1": 931, "C1=CN=C(N2C=CC=N2)N=C1": 932, "C1CCC2(CCCC2)OC1": 933, "C1=COC(C2=CC=NN2)=C1": 934, "C1=COC(C2CCC2)=N1": 935, "C1=CC2=C(C=N1)OCCC2": 936, "C1=CCC2=CNC=C2C1": 937, "C1=NCC2=CC=CN2N1": 938, "O=S1NCNC2=CC=CC=C21": 939, "C1=NC=C(C2=NNN=N2)C(N2CCCC2)=C1": 940, "C1=NN=NN1C1CCCCC1": 941, "C1=CC=C(C2=NC=CN2)C=C1": 942, "C1=CSC(C2CCCO2)=N1": 943, "C#CCCCCC": 944, "C1=CNCC1": 945, "C1=CC(C2=CN=CO2)=NO1": 946, "C1=COC2=CC=CC=C2C1": 947, "C1=CCNC(C2CC2)=C1": 948, "C1CC2(C1)OCCO2": 949, "CCCCCCO": 950, "C1CC(C2=NNN=N2)CN1": 951, "CC1=CC=CS1": 952, "C1CSC2COCCC2N1": 953, "C1=NN=C(C2CCCNC2)N1": 954, "C1CC2NCOCC2CN1": 955, "CC1=NC=NO1": 956, "C1=CC=C2CCNCCC2=C1": 957, "C1COC(C2=NNN=N2)CN1": 958, "C1=NC=C(C2CCCO2)O1": 959, "C1=CC2CCC1CN2": 960, "C1=CN2CCCCCC2=N1": 961, "C1=CN2C=NN=C2C=N1": 962, "C1=CC2=C(C=N1)OCCO2": 963, "C1CN(C2=NN=C(C3CNCCO3)N2)CCN1": 964, "O=S1CCC(C2=NN=C(N3CCCCC3)N2)C1": 965, "C1CCC2(CCOCC2)OC1": 966, "C1CC2(C1)CNCN2": 967, "C1=CN2C=NN=C2C(N2CCNCC2)=N1": 968, "C1=NC=C(N2CC3CC3C2)N=C1": 969, "C1=CC2=C(CCOC2)S1": 970, "C1=CC(N2C=NN=N2)=CS1": 971, "C1=CC=C(C2=NNCC2)C=C1": 972, "C1=NN=C(N2CCN3CNCC3C2)N1": 973, "C1COCCNN1": 974, "C1=C(N2CCCC2)C=NC(C2=NNN=N2)=C1": 975, "C1=CC(N2C=CN=C2)=NC=N1": 976, "C1=NOC(C2CCNC2)=N1": 977, "C1=CNC2=NC=NN2C1": 978, "C1CC2(C1)CNC2": 979, "C1CCN(C2=NN=C(C3CNCCO3)N2)CC1": 980, "C1COC2CC2C1": 981, "C1CCC2(CC1)CNCCO2": 982, "C1CCC2(CCSC2)OC1": 983, "C=CSC": 984, "CCCCCCC": 985, "OC1CCOCC1": 986, "CC1CCC(C)O1": 987, "C1C2CC3C1NC1CC2C3C1": 988, "C1=NC2=C(NCNC2)N1": 989, "C1=C(C2CCNC2)N=NN1": 990, "C1CC2(C1)COCCN2": 991, "C1CCC2CC2CC1": 992, "C1=CN=NC(N2C=CN=C2)=C1": 993, "C1CNCC2CCCN2C1": 994, "NC1=CN=CC=N1": 995, "C1CCC2(C1)CCC2": 996, "C1=CC2=C(C=N1)N=CN2": 997, "C1=CC2=NN=CN2N=C1": 998, "C1=NC2=NC=NN2C(N2CCCC2)=C1": 999, "C1CCC2(CCNCC2)OC1": 1000, "OC1CCC2=CC=CC=C21": 1001, "C1=CN(C2CCOCC2)N=N1": 1002, "O=S1CCNC2CCCCC21": 1003, "C1=CC=C(C2=NN=C(N3CCNCC3)N2)C=C1": 1004, "C1=CN=CC(N2CCCCC2)=C1": 1005, "C1=NC=NC(N2CCOCC2)=C1": 1006, "C1=NC(N2CCCCC2)=CN=C1C1=NNN=N1": 1007, "CC1CCN1": 1008, "C1=CNC2=CC=NN2C1": 1009, "C1CNC(C2CCCO2)C1": 1010, "C1CC(C2CNC2)CO1": 1011, "C1=COC(C2=NOC=N2)=C1": 1012, "C1=C(C2=NNN=N2)N=NC(N2CCCCC2)=C1": 1013, "C1=C2CCCCC2=NO1": 1014, "C1=CNCC(C2=NNN=N2)=C1": 1015, "C1CC12CNC2": 1016, "C1=CN=C2CCNCCC2=C1": 1017, "C1=CN=CC(N2C=NN=N2)=C1": 1018, "C1=CN2CCSC2=NC1": 1019, "C1=CSC(C2=NNC=N2)=N1": 1020, "FC1CNCCOC1": 1021, "C1CNC(C2=NN=C(N3CCCC3)N2)C1": 1022, "C1=CN=CC(C2=NNC=C2)=C1": 1023, "C1=CN2N=CSC2=N1": 1024, "C1=CC(N2CCOCC2)=CC=N1": 1025, "C1=CCN(C2=CC=CC=C2)N=C1": 1026, "C1=CN(C2CCNCC2)C=N1": 1027, "C1COC2(C1)CCOCC2": 1028, "C1CCN(C2=NN=C(C3CCOC3)N2)C1": 1029, "C1=CC(C2CC2)=CS1": 1030, "CC1NCCO1": 1031, "CC1CNC1C1CCCO1": 1032, "C1COCC2(C1)CCC2": 1033, "C1CC2(C1)OCC1CC12": 1034, "C1=CN(C2=NNC=C2)N=N1": 1035, "C1=CN(C2CC2)N=C1": 1036, "C1CC2OCCC2N1": 1037, "CC1COC1": 1038, "CC1=NOC=C1": 1039, "C1CC2(CNC2)CO1": 1040, "C1COCC2(CCOC2)N1": 1041, "C1=NN(C2CCCNC2)C=N1": 1042, "CN1C=CC=C1": 1043, "C1CNCC2(C1)OCCO2": 1044, "OC1CCSC1": 1045, "C1=CC2=C(C=CS2)N1": 1046, "C1=NC(C2CCC2)=NO1": 1047, "C1=NNC=C1C1CCCCN1": 1048, "C1=CN=CC(C2CCNC2)=C1": 1049, "C1=CSC(N2CCCCC2)=N1": 1050, "C1CCN(C2=NN=C(C3CNCCO3)N2)C1": 1051, "C1=CC(N2CCCC2)=CC=C1C1=NNN=N1": 1052, "C1CCN2CNCC2C1": 1053, "C1=CC2=C(N=C1)OCO2": 1054, "C1CC2(CCN1)COCN2": 1055, "C1=NC2=C(CNCC2)S1": 1056, "C1=CSC(N2CCOCC2)=N1": 1057, "C1=NC=C2C=NOC2=N1": 1058, "C1=CC=C(C2CCCCO2)C=C1": 1059, "NC1=CC=CC=N1": 1060, "C1=CC2=CC=CC=C2CO1": 1061, "C1=C2CCCCCC2=NN1": 1062, "C1=NN=C(C2CCNCC2)N1": 1063, "C1=NC2=C(C=NN2)C(N2CCNCC2)=N1": 1064, "CC1C2CCC1CC2": 1065, "C1=CC2=C(C=C1)OCOC2": 1066, "C1=CN2C=CSC2=NC1": 1067, "C1=C2CCCN2CN1": 1068, "O=S1CCC2(CC1)CC2": 1069, "C1CCC2(C1)CCCN2": 1070, "C1=NC(C2=NNN=N2)=NC(N2CCCCC2)=C1": 1071, "C1=CC=C(C2=NOCO2)C=C1": 1072, "C1=C(C2=NNN=N2)C=NC(N2CCCCC2)=C1": 1073, "C1=NC=C(N2CCCCC2)N=C1C1=NNN=N1": 1074, "C1CCC(C2OCCO2)NC1": 1075, "O=S1CCC(O)CC1": 1076, "C1=NNC2=C1CNC2": 1077, "C1=NNC2=C1CNCC2": 1078, "C1=CC=C(C2=NC=CC=N2)C=C1": 1079, "C1=CN(C2=CC=NN2)C=C1": 1080, "C1=CN=C(N2CCOCC2)C=N1": 1081, "C1=CC(C2=NNN=N2)=NC(N2CCCC2)=N1": 1082, "C1=NOC(C2CCCN2)=N1": 1083, "C1=COC(C2=NN=CO2)=C1": 1084, "C1=NN(C2CNC2)C=N1": 1085, "C1=CCSC1": 1086, "C1=NC(C2CCNCC2)=NN1": 1087, "C1=CN=C(N2CCCCC2)C(C2=NNN=N2)=C1": 1088, "C1=CC2=C(CCC2)S1": 1089, "C1=NNC(C2CCCNC2)=C1": 1090, "C1=NC=C(N2CCOCC2)N=C1": 1091, "C1=NC=C2N=NNC2=N1": 1092, "C1=CC=C2SN=CC2=C1": 1093, "C1=NC=C(C2CCCCN2)N1": 1094, "O=S1N=CC2=CC=CC=C21": 1095, "C1=NN=C(C2CCC2)N1": 1096, "C1=CC=C(N2CCCNC2)C=C1": 1097, "C1=NC(N2CCNCC2)=NN1": 1098, "C1CC(C2CCOCC2)CN1": 1099, "C=CCCCCC": 1100, "CC1=CC=NN1": 1101, "C1CNCC2(C1)CNCN2": 1102, "C1=NC=NC(N2CCOCC2)=N1": 1103, "C1=CN2NCC=C2N=C1": 1104, "C1=NNC=C1C1CNCCO1": 1105, "C1=NC(C2COCCN2)=NN1": 1106, "C1=CC2=CC=CN=C2NC1": 1107, "C1CC(C2CCNC2)C1": 1108, "C1=CC(C2CCCN2)=CC=N1": 1109, "C1=NOC(C2CNC2)=N1": 1110, "C1=CC=C2C(N3CCCC3)=NC=NC2=C1": 1111, "C1CC2SCCSC2C1": 1112, "C1=CN=C(N2CCCNCC2)N=C1": 1113, "C1=CC=C(C2=NC=CS2)C=C1": 1114, "C1CC2CN(C1)CCO2": 1115, "C1=CN=C2SC=NC2=C1": 1116, "C1=COC(C2CNCCO2)=C1": 1117, "C1=CC(C2CCCO2)=CC=N1": 1118, "C1=CC2=C(N1)SC=C2": 1119, "C1=CC2=CNN=C2C=N1": 1120, "CC1=NC=NN1": 1121, "CC1CNC2=CC=CC=C21": 1122, "C1=CN=C2SCCN2C1": 1123, "C1=NC2=C(C=N1)CNCC2": 1124, "C1=CN2CCNCC2=N1": 1125, "C1CC(C2=NNN=N2)CCN1": 1126, "COCO": 1127, "C1=CCN(C2=CC=CC=C2)C1": 1128, "CC1CNC2COCC2O1": 1129, "C1=CN2N=NN=C2C(N2CCCCC2)=N1": 1130, "C1=CC(C2CCC2)=NN1": 1131, "C1=NOC2(C1)CCNCC2": 1132, "C=C=CC": 1133, "C1=C2OCCOC2=CS1": 1134, "C1CN2CCC(C2)N1": 1135, "C1=NCNCC1": 1136, "C1=CN=C(N2CC3CC2C3)N=C1": 1137, "C1=CC2CC1C1CNCC21": 1138, "C1=CC2=C(C=C1)CCCC2": 1139, "C1=CC=C(N2N=CC=N2)N=C1": 1140, "C1=NC(C2CCCN2)=NO1": 1141, "C1CNC(C2=NN=C(N3CCOCC3)N2)C1": 1142, "C1CCC2(C1)CCNC2": 1143, "C1=NNCS1": 1144, "C1CNC2CCOC2C1": 1145, "C1=CN=C(N2CCCCC2)C(C2=NNN=N2)=N1": 1146, "C1=NC(C2CCOC2)=NN1": 1147, "C1CCCC2CC2CC1": 1148, "C1=C2CNCCC2=NN1": 1149, "C1=NC2=C(CCCC2)O1": 1150, "C1=CN2N=CC=C2N=N1": 1151, "C1=NC(C2CNCCO2)=NO1": 1152, "C1=CN=NC(N2CC3CC3C2)=C1": 1153, "CC1CNCCCO1": 1154, "C1=CN=C(N2C3CCC2CC3)N=C1": 1155, "C1=NOC(C2CCNCC2)=N1": 1156, "C1=CC=C(N2CCCNCC2)C=C1": 1157, "CC1CNC2COCC12": 1158, "C1=NNC(C2CCCNC2)=N1": 1159, "C1=CC=C(N2CNNC2)C=C1": 1160, "C1CC2CCCC(C1)C2": 1161, "CC1CCCC2(CNCN2)C1": 1162, "C1CC(C2CCC2)C1": 1163, "C1=CSC(C2CC2)=C1": 1164, "C1=NN(C2=CC=CC=C2)CN1": 1165, "C1=CNC2=C(C=NN2)C1": 1166, "C1NCC2(CCOC2)N1": 1167, "C1OC2CC3CC1C2C3": 1168, "C1CN(C2=NN=C(C3CCOC3)N2)CCO1": 1169, "C1=CN=CC(C2=NOCC2)=C1": 1170, "C1=NC2=C(CCC2)C(N2CCCC2)=N1": 1171, "C1=CC=C(C2=NNC=C2)N=C1": 1172, "C1=CN2N=CC=C2CN1": 1173, "FC1CNC1": 1174, "C1=CC=C(C2OCCO2)C=C1": 1175, "C1=COC(C2=NC=CS2)=C1": 1176, "C1=CC=C(N2CC3CC3C2)N=C1": 1177, "C1=CC=C(C2=NCON2)C=C1": 1178, "C1=CN2CCSC2=N1": 1179, "CC1=NC=CN1": 1180, "CC1=NN=NN1": 1181, "FC1OC2=CC=CC=C2O1": 1182, "C1=CC(C2CCCN2)=NN1": 1183, "OCF": 1184, "C1=CNCCC1": 1185, "C1=CN=C2C=CSC2=C1": 1186, "CN1CCCC1": 1187, "CC1CNCCS1": 1188, "C1=CC(N2CC3CC2C3)=NC=N1": 1189, "C1CNC2COCC2C1": 1190, "C1CCC2=NNCN2CC1": 1191, "C1=NNC=C1C1CNCCN1": 1192, "C1=CC=C(C2=NOC=N2)N=C1": 1193, "C1=CC2=C(N=C1)NNC2": 1194, "C1=NNC(C2=CNN=C2)=C1": 1195, "C1=CC(N2CCNCC2)=CN=C1": 1196, "C1=NC2=C(C=CS2)C=N1": 1197, "C1CC[SH+]CC1": 1198, "O=S1CCN(C2=CC=CC=C2)CC1": 1199, "C1=NNC(C2COCCN2)=N1": 1200, "N#CC1CNC1": 1201, "O=S1CC2(CCC2)C1": 1202, "C1=NOC=C1C1=NNN=N1": 1203, "C1=CN=NC(N2C=CC=N2)=C1": 1204, "O=S1CCC(C2=NN=C(N3CCCC3)N2)C1": 1205, "C1=NC=C2N=CSC2=C1": 1206, "CC1CCCOC1": 1207, "C1=CN=C(N2C=CN=C2)C=C1": 1208, "C1=NNC(N2CCNCC2)=C1": 1209, "C1=NNC(C2CCNCC2)=N1": 1210, "N=N": 1211, "C1=CN=C(N2CCCCCC2)N=C1": 1212, "C1NC2CSCC2N1": 1213, "C1=CCCCCCC1": 1214, "C1CCC2(CC1)CNCCN2": 1215, "CN1CCCCC1": 1216, "C1=NOC(C2=NNC=C2)=C1": 1217, "C1=CN=NC(N2CCOCC2)=C1": 1218, "C1=CC=C2OC(N3CCCC3)=NC2=C1": 1219, "C1=NC(C2CCCC2)=NN1": 1220, "C1=NN=C(C2=CNN=C2)N1": 1221, "C1=CC=C(N2CCC2)N=C1": 1222, "CC1CCNCC1": 1223, "C1=CC2=C(NN=C2)S1": 1224, "C1=CC(N2CCCC2)=NC=C1C1=NNN=N1": 1225, "C1=CNC(C2CCCCN2)=N1": 1226, "C1=CC(C2=NOC=N2)=CO1": 1227, "C1=NC2=C(C=NN2)C(N2CCCC2)=N1": 1228, "C1CCN2CCNCC2C1": 1229, "C1=COCO1": 1230, "C1=NC=C(C2=NN=C(N3CCNCC3)N2)N=C1": 1231, "C1=NNC=C1C1=NN=C(N2CCNCC2)N1": 1232, "CC1=NC=CS1": 1233, "C1=CC=C(N2C=CC=C2)N=C1": 1234, "C1CC2C3CCC(C3)C2C1": 1235, "C1=CC=C(C2=CNN=N2)N=C1": 1236, "C1CC2CCC(C1)C2": 1237, "C1COC2COCCC2N1": 1238, "C1OC2CC1C2": 1239, "C1=CC2=C(NCNC2)S1": 1240, "C1COCNN1": 1241, "C1=NC(C2CCCC2)=NO1": 1242, "NC1=CNN=C1": 1243, "C1=CC2=C(C=C1)COC2": 1244, "CC1=CC=NO1": 1245, "C1=CC2CCC1NO2": 1246, "C1=NSC(N2CC3CC3C2)=N1": 1247, "C1=CN=C2SCCNC2=C1": 1248, "C1=NC=C2CCNCC2=N1": 1249, "C1=CSC(C2=CNN=C2)=N1": 1250, "C1=NC2=C(N=NN2)C(N2CCCC2)=N1": 1251, "C1=CNC(C2CCNCC2)=N1": 1252, "C1=C(N2CCCC2)C=C2OCCOC2=C1": 1253, "C1=NN=C(C2CCNC2)N1": 1254, "C1=CC(N2C3CCC2CC3)=NC=N1": 1255, "CC1OCCC2=CC=CC=C21": 1256, "C1=CN=C2SN=NC2=C1": 1257, "C1=CN=C(N2CCCNCC2)C=C1": 1258, "C1=CN(C2=CSC=C2)N=N1": 1259, "C1=CC=C(C2=NC=NN2)N=C1": 1260, "C1=NC=NC(N2CCCC2)=N1": 1261, "CC1=NON=C1": 1262, "C1=CN=C2SC=NN2C1": 1263, "C1=CSC(C2=NNC=C2)=C1": 1264, "O=S1CCC2CNCC21": 1265, "C1=NC2=C(C=CN=C2)CN1": 1266, "CC1CCNCC[SH+]1": 1267, "C1COCC(C2=NNN=N2)N1": 1268, "C1=CC=C2C(=C1)CCC1CC21": 1269, "C1=NC=C2C=CSC2=N1": 1270, "C1=NNC=C1C1CCNCC1": 1271, "C1=NNC=C1C1CCCNC1": 1272, "C1=CN=C(N2CC3CNCC3C2)N=C1": 1273, "C1CC2CNCC2O1": 1274, "C1=CN(C2CCNC2)CN1": 1275, "O=S1CCC(C2=NN=C(N3CCOCC3)N2)C1": 1276, "C1COC(C2=NN=C(N3CCOCC3)N2)CN1": 1277, "C1=CN(C2=CC=NN2)N=C1": 1278, "C=CCCCC": 1279, "C1=NOC2=C1CCCCC2": 1280, "C1=CC(C2CCOCC2)=NN1": 1281, "C1=CC=C(C2=NNCO2)C=C1": 1282, "NC1CCNCC1": 1283, "C1=CC(C2=NN=NN2)=CS1": 1284, "C1COC(C2NCC23CCC3)C1": 1285, "C1=COC(C2CCNC2)=C1": 1286, "NC1=CC=NC=C1": 1287, "CC1CNCC2(CCOC2)O1": 1288, "C1=NC=C(C2=NN=CN2)N=C1": 1289, "C1=C(N2CCCC2)NCNC1": 1290, "C1=CC(C2=NNN=N2)=CC(C2CC2)=C1": 1291, "C1=CN=C(C2=NC=CS2)N=C1": 1292, "C1=CSC(C2OCCO2)=N1": 1293, "C1CC2(CO1)OCCO2": 1294, "C1CC(C2CNCCOC2)C1": 1295, "C1CC2(CN1)CNCN2": 1296, "CN1CCNCC1": 1297, "C1CC2(CCO1)CCOC2": 1298, "C1CC(C2CCOC2)CCN1": 1299, "C1=CC=C(C2=NOC=C2)N=C1": 1300, "C1COCC2(C1)CCOCC2": 1301, "NC1CCCCC1": 1302, "C1=NN=C(N2CCN3CCOCC3C2)N1": 1303, "C1=CN(C2CCCNCC2)N=N1": 1304, "C1CCC2(CC1)CCCO2": 1305, "FC1OC2=C(C=CC=C2)O1": 1306, "C1=CC(C2CCCOC2)=NN1": 1307, "OC1CCCC1": 1308, "C1=NSC(N2CCCNCC2)=N1": 1309, "C1=CN=CC(C2=NC=CO2)=C1": 1310, "C1CO1": 1311, "C1=CSC(C2=NOC=N2)=C1": 1312, "C1COC2(CCNCC2)OC1": 1313, "C=NC": 1314, "C1=CN2CCNC2=N1": 1315, "C1=NC2=C(COCC2)S1": 1316, "C1=CC=C2C(=C1)CNC1CCCN21": 1317, "C1COC2(C1)CCOC2": 1318, "O=S1CCOC2=CC=CC=C21": 1319, "CC1CC1C1=CC=CC=C1": 1320, "C1=CCN(C2=CNN=C2)C=C1": 1321, "C1=CN=CC(C2=CNN=C2)=C1": 1322, "C1=CC=C(N2CCCNCC2)N=C1": 1323, "C1=CC(N2CCCC2)=NNC1": 1324, "C1CC2(C1)CNCCOC2": 1325, "C1=CC2=C(N=CN2)NC1": 1326, "C1=NCCN(C2=CC=CC=C2)N1": 1327, "C1=CN(C2=CC=CC=C2)N=CC1": 1328, "C1CNCC(C2CC2)C1": 1329, "C1=CSC(C2CNCCN2)=C1": 1330, "C1=NNC=C1C1CSCCN1": 1331, "C1=CC2=C(C=C1)OC=N2": 1332, "NC1=CC=CN=N1": 1333, "C1=CN=C(N2CC3CC2CN3)N=C1": 1334, "C1CCC2CCCC2C1": 1335, "C1=NNC(N2CCNCC2)=N1": 1336, "C1CNC2(C1)CCNCC2": 1337, "C1COCC2(CCOCC2)CN1": 1338, "C1=NNCN1C1CC1": 1339, "CC1CCC2=CC=CC=C21": 1340, "C1COCC2(CC2)N1": 1341, "C1=CN2C=NN=C2C(N2CCCCC2)=N1": 1342, "C1=CC=C2C(=C1)CCC21CNCN1": 1343, "C1=NC(C2CC2)=NC(N2CCCC2)=C1": 1344, "C1CC2CCC(C1)OC2": 1345, "C1=NC=C(C2=NNN=N2)S1": 1346, "C1=CC=C2CCCCCC2=C1": 1347, "C1=CNC(C2COCCN2)=N1": 1348, "C1=CC2=C(CCCNC2)O1": 1349, "C1=CNC(C2CCCN2)=C1": 1350, "CN1C=NN=C1N1CCNCC1": 1351, "C1=NC2=C(N=CN2)C(N2CCCCC2)=N1": 1352, "C1=NCCS1": 1353, "C1=CN=C2CCOCC2=C1": 1354, "C1=CC=C(C2CCCCN2)C=C1": 1355, "C1=NN=C(N2CCSCC2)N1": 1356, "C1=CCC2CNCC2C1": 1357, "C1CC2CNCC(C1)C2": 1358, "C1=CC=C(C2=CNC=N2)C=C1": 1359, "C1=CN=C(N2CC3CC3C2)C=C1": 1360, "C1=CN=C(N2CCNCC2)C(C2=NNN=N2)=N1": 1361, "C1=NC2=C(C=N1)C=NO2": 1362, "C1=CC2=C(C=C1)SC=N2": 1363, "C1=NC=C(C2=NNN=N2)C(N2CCCCC2)=C1": 1364, "C1=CC(N2CCCCCC2)=NC=N1": 1365, "C1=CC(N2CCCC2)=NN1": 1366, "C1CNCC(C2=NNCO2)C1": 1367, "C1=CN=C2NNCC2=C1": 1368, "C1=NC(N2CCCCC2)=CC(N2CCOCC2)=N1": 1369, "C1=NC2=C(C=CC=C2)CN1": 1370, "C1=CC2=C(C=N1)CCCC2": 1371, "C1CN(C2=NN=C(C3CC3)N2)CCN1": 1372, "C1CC2(CCN1)CCO2": 1373, "C1=CC=C2C(=C1)NCC21CCNC1": 1374, "C1=CC=C2N=C3CCCN3CC2=C1": 1375, "C1=NNC2=C1NCCC2": 1376, "C1=CN=C(C2CCCN2)N=C1": 1377, "C1=CC(C2=CC=CC=C2)=NNC1": 1378, "C1=NC=C(C2CC2)S1": 1379, "CC1=NNN=C1": 1380, "C1=NN=C(N2CCOC3(CCOC3)C2)N1": 1381, "C1=NC(N2CCNCC2)=C2C=NNC2=N1": 1382, "C1=CC=C2C(=C1)CCC21CC1": 1383, "C1=NNC2=C1CNCCC2": 1384, "C1=NNC(C2CCOC2)=N1": 1385, "C1=CNN(C2=NC=CC=N2)C1": 1386, "O=S1CCNC2CCCC21": 1387, "C1=C(C2=CC=CC=C2)NCN1": 1388, "C1=CC=C(C2=NC=CS2)N=C1": 1389, "C1=NNC=C1C1=NN=C(N2CCCCC2)N1": 1390, "C1=CSC(N2CCNCC2)=C1": 1391, "CC1=CSC=N1": 1392, "C1=NC=C2C=CNC2=N1": 1393, "C1=NC(C2CCCO2)=NN1": 1394, "C1CCC2(C1)CCCO2": 1395, "CC1CC2=CC=CC=C2O1": 1396, "C1=CC=C(C2=NOCN2)C=C1": 1397, "C1=CN(C2=CNN=C2)N=N1": 1398, "C1=NCC2=C(N1)OC=C2": 1399, "C1=C(C2=NNN=N2)C=NC(N2CCNCC2)=C1": 1400, "C1CCC2NCC2C1": 1401, "C1=COCCN1": 1402, "C1=NC(N2CCNCC2)=CC(N2CCOCC2)=N1": 1403, "CI": 1404, "C1=NOC(C2=CC=CC=C2)C1": 1405, "C1=CC2=NN=CN2N=C1N1CCCCC1": 1406, "C1CSC(N2CCNCC2)=N1": 1407, "C1=NOC(C2COCCN2)=N1": 1408, "C1=NNC(C2=COC=C2)=C1": 1409, "C1=CC2=NNC=C2C=N1": 1410, "CC1=NN=C(N2CCNCC2)N1": 1411, "NC1=NC=CC=C1": 1412, "C1=CN=C(C2CCCC2)N=C1": 1413, "C1CC(C2CCCNC2)C1": 1414, "C1=CN2N=NC=C2CN1": 1415, "C1=CC2C=CC1O2": 1416, "C1=NC(C2CCCNC2)=NN1": 1417, "C1CSCC(C2=NNN=N2)N1": 1418, "C1=CNC(C2CC2)=N1": 1419, "C1CCC2CCCCC2C1": 1420, "CCCCCN": 1421, "C1=CN=NC(C2CC2)=C1": 1422, "O=S1CCC2(CCCNC2)C1": 1423, "C1=CC=C(N2CCNCC2)C(C2=NNN=N2)=C1": 1424, "C1=CC=C(C2CCNC2)N=C1": 1425, "C1=CN=C(C2=CNN=C2)C=C1": 1426, "C1=NC(C2=NNN=N2)=CN1": 1427, "C1=CC2CCC1C1CNCC21": 1428, "C1=CC=C(C2=NC=CC=N2)N=C1": 1429, "C1=NN=C(C2CCCO2)S1": 1430, "C1=CN=C2NCCNC2=C1": 1431, "C1=CNC(C2=NN=C(N3CCNCC3)N2)=C1": 1432, "C1=CC2=C(C=CS2)O1": 1433, "C1NCSCS1": 1434, "O=S1CCCCC12CCC2": 1435, "CC1=CNCN1": 1436, "C1=NC2=C(C=N1)CCCC2": 1437, "NC1=NNC=C1": 1438, "O=S1CC2(CNC2)C1": 1439, "C1NCC2COCC1O2": 1440, "C1=CC(C2=NC=NN2)=CC=N1": 1441, "C1NN=NN1": 1442, "C1CC(C2CNC2)C1": 1443, "C1=CC=C2OC3(CCNC3)CCC2=C1": 1444, "C1=CC(C2CCCCO2)=CC=N1": 1445, "C1=CN=CC(C2=CC=NO2)=C1": 1446, "C1CCC(C2CCCNC2)C1": 1447, "C1=C2CNCCN2N=C1C1CC1": 1448, "C1=CC=C(C2=NN=C(N3CCCC3)N2)C=C1": 1449, "C1=CN=CC(C2=NOC=N2)=C1": 1450, "C1=NOCN1": 1451, "C1=CC2CCC(C1)N2": 1452, "CN1C=CC=CC1": 1453, "CC1=CC=C(C2=NNN=N2)C=C1": 1454, "C[SiH3]": 1455, "C1=NC2=C(C=CO2)CN1": 1456, "C1=CN=C2SC=CC2=C1": 1457, "CC1CNC2CCCC12": 1458, "C1=NCC2=C(C=CS2)N1": 1459, "CC1=NC=CC=N1": 1460, "C1=NN2C=NNC2=N1": 1461, "O=S1C=COCC1": 1462, "C1=NC=NC(C2=NNN=N2)=C1": 1463, "C1=CC(N2CCCNCC2)=NC=N1": 1464, "C1=CC(C2=CNN=C2)=NO1": 1465, "C1=CC=C(C2NCCN2)C=C1": 1466, "CC1OCC2CC21": 1467, "C1=NNC(C2CCNC2)=N1": 1468, "C1=C(C2CNC2)NN=N1": 1469, "C1=CC=C2SCCCC2=C1": 1470, "C1=CN=C(N2CC3NCCOC3C2)N=C1": 1471, "C1=NC2=C(CCNC2)CN1": 1472, "CN1C=NN=C1": 1473, "C1=CNC(C2=NN=CN2)=C1": 1474, "C1CNCC2(C1)CCC2": 1475, "C1=CN(C2=NC=NC=C2)N=C1": 1476, "C1=CN=C2C(=C1)CNCN2C1CC1": 1477, "C1=COCN1": 1478, "C1=CC(C2CCCCO2)=NN1": 1479, "C1CCN(C2=NC(C3CC3)=NS2)C1": 1480, "C1=CC(N2CC3CNCC3C2)=NC=N1": 1481, "CN1C=NN=C1N1CCCCC1": 1482, "C1=NNC=C1C1CCC1": 1483, "C1=CC(N2CC3CC2CN3)=NC=N1": 1484, "C1CC2COCC2O1": 1485, "C1=CC=C(C2=NN=C(N3CCOCC3)N2)C=C1": 1486, "C1=CSCC1": 1487, "C1=NN=C(C2CC2)N1C1CC1": 1488, "NC1=CC=CN=C1": 1489, "C1=NC=C(C2=NC=CS2)N=C1": 1490, "N#CC1CCNCC1": 1491, "C1=NN=C(N2CCN3COCC3C2)N1": 1492, "CC1=NN=C2CCCCN12": 1493, "C1=NC=C2CNCC2=N1": 1494, "C1=CN=CC(C2=CC=NN2)=C1": 1495, "C1=CC=C2CNNCC2=C1": 1496, "C1=NC=C(C2=NOC=N2)N=C1": 1497, "C1=NSC(N2CCCC2)=C1": 1498, "C1CCC23CNCC2(C1)COC3": 1499, "CC1OC2CCCC2O1": 1500, "C1=NN2CCNC2=C1": 1501, "NC1=NC=CN=C1": 1502, "CC1CCNCCS1=O": 1503, "CN1C=NN=N1": 1504, "C1=NC(N2CCCC2)=C2C=NNC2=N1": 1505, "C1=NOC(C2=COC=C2)=N1": 1506, "C1=NNCN1C1CCNCC1": 1507, "C1=CSC(N2CCCNCC2)=N1": 1508, "C1CNC2=NN=NN2C1": 1509, "C1=CNC2=CC=NC=C2C1": 1510, "O=S1CCNC(C2=CNN=C2)C1": 1511, "C1=CSC(C2CCNCC2)=N1": 1512, "C1=CC(N2CCCCC2)=CC=C1C1=NNN=N1": 1513, "O=S1CCCC2=CC=CC=C21": 1514, "C1=CC=C(C2CCCN2)N=C1": 1515, "FC1CNCCNC1": 1516, "C1=NSC(N2CCCC2)=C1C1=NNN=N1": 1517, "C1=C(N2CCCCC2)C=NC(C2=NNN=N2)=C1": 1518, "C1=NC(C2CCCCN2)=NO1": 1519, "CC1=COC=C1": 1520, "C1=NC=C2CNCC2=C1": 1521, "C1=CSCCO1": 1522, "C1=CC=C(C2=NCCS2)C=C1": 1523, "C1=CC(N2CC3CC3C2)=CC=N1": 1524, "O=S1NCCN1": 1525, "C1=CC(C2CCNCC2)=NN1": 1526, "CC1CCCCN1": 1527, "C1=CN=CC(C2=NN=CN2)=C1": 1528, "C1=NNC=C1C1CNCN1": 1529, "C1=CC(C2CCCO2)=CNC1": 1530, "C1=COC(C2=CNN=C2)=C1": 1531, "C1=CC2=NC=CC=C2CN1": 1532, "FC1CNCC1F": 1533, "C1=NSC(N2CCOCC2)=N1": 1534, "C1=CC(C2CNCCN2)=CC=N1": 1535, "C1CCC2(CC1)CCNCC2": 1536, "C1=CC=C(C2=NN=CS2)C=C1": 1537, "C1=CC(C2CCCN2)=NO1": 1538, "C1=NOC(C2CCCN2)=C1": 1539, "C1=CC2=C(C=N1)SC=C2": 1540, "C1=CC=C(C2=CC=CN2)C=C1": 1541, "C1=CC(C2=CSC=C2)=NN1": 1542, "C1=NOC2(C1)CCCNC2": 1543, "C1=CN2N=CC=C2NC1": 1544, "C1=CN(C2=CN=CC3=NN=NN23)N=C1": 1545, "CC1=CN=CN1": 1546, "C1CC2CC1NN2": 1547, "C1=CC=C(C2CCCCC2)C=C1": 1548, "C1=CC2=CC=CC=C2CC1": 1549, "CC1CCC2=CC=CC=C2O1": 1550, "C1=CN(C2CNC2)C=N1": 1551, "C1=NNC(N2C=NN=C2)=C1": 1552, "O=S1NC2=NC=NN2C2=CC=CC=C21": 1553, "C1=C(C2CC2)N=C2NCNCC2=C1": 1554, "C1CC2(CCS1)CC2": 1555, "C1CNCC(C2=NN=C3CCCN32)C1": 1556, "C1=NOC(C2CCCCN2)=N1": 1557, "C1=CN=C(C2=NOC=N2)N=C1": 1558, "C1=NNC(C2CNCCO2)=N1": 1559, "C1=CN=C(N2CCNCC2)C(C2=NNN=N2)=C1": 1560, "C1=C2CCCCC2=CO1": 1561, "C1=CN=CC(C2CCCO2)=C1": 1562, "C1CCN(C2=NN=C(C3CC3)N2)C1": 1563, "O=S1CCN(C2=NN=CN2)CC1": 1564, "C1=CC=C2OCCCNC2=C1": 1565, "CC1C=CCO1": 1566, "B1OCC2=CC=CC=C12": 1567, "C1=CN=C(N2C3CCC2CC3)C=N1": 1568, "C1=CN=C2NCCCC2=C1": 1569, "C1=CNCC(N2CCCCC2)=N1": 1570, "CC1CCCC(C)N1": 1571, "C1=NCC2=C(CNC2)N1": 1572, "C1=CN=NC(N2CCCNCC2)=C1": 1573, "C1=CN(C2=NC=CS2)N=C1": 1574, "C1=NCC2=C(CCNC2)N1": 1575, "C1=CC=C2C(=C1)NCC1=NC=NN21": 1576, "C1=NC=C(C2=NN=C(N3CCCCC3)N2)N=C1": 1577, "C1=CC=C(C2OCCCO2)C=C1": 1578, "C1=CC2=C(C=CN2)CN1": 1579, "C1=CN2NC=CC2=NC1": 1580, "C1=COC(C2=CNN=C2)=N1": 1581, "CC1CCS1": 1582, "C1=NCC2=C(CNCC2)N1": 1583, "C1=CNN=CC1": 1584, "C1=NC2=CC=C(N3CCCC3)N=C2N=C1": 1585, "C1=COC(C2CCOCC2)=N1": 1586, "C1CNC2CC2N1": 1587, "C1=NC=C2SC=CC2=C1": 1588, "C1=CC=C2C(=C1)CNC1=NN=CN21": 1589, "C1CNC2(CCN1)CCOCC2": 1590, "C1CN(C2=NN=C(C3CC3)N2)CCO1": 1591, "C1=CN2N=CN=C2C=N1": 1592, "N=S1CCNCC1": 1593, "C1=CC=C(C2=NSC=N2)C=C1": 1594, "CC1=CSC=C1": 1595, "C1=C2C=CC=CC2=CNC1": 1596, "C1=CNC(N2CCOCC2)=NC1": 1597, "C1=NOC(C2=CNN=C2)=C1": 1598, "C1=NC2=NNC=C2C=N1": 1599, "C1=CC(C2CCNCC2)=NO1": 1600, "C1=CSC(C2CCNC2)=N1": 1601, "CC1=CSN=N1": 1602, "C1=CN=C2CNCC2=C1": 1603, "C1=CC2=C(N=C1)NCN2": 1604, "C1=C(C2CCCNC2)N=NN1": 1605, "C1=CC=C2C(=C1)COC21CCNC1": 1606, "CC1=NNCN1": 1607, "C1CC2(CCN1)CCN2": 1608, "C1=NC(C2CCNC2)=NO1": 1609, "C1=CC(C2=CC=NO2)=CC=N1": 1610, "C1=CN=C(N2CC3CC2C3)C=N1": 1611, "C1=CC=C2CNCCCC2=C1": 1612, "C1CC(C2=NN=C(N3CCNCC3)N2)C1": 1613, "C1=NN=C(N2CCCOCC2)N1": 1614, "C1=NCCCN1": 1615, "C#CCO": 1616, "C1=NNC=C1C1=NN=C(N2CCCC2)N1": 1617, "C1=CC(N2CCNCC2)=CC=C1C1=NNN=N1": 1618, "C1=NOC(C2CCCO2)=N1": 1619, "FC1CCCNCC1": 1620, "C1=NN=C(N2CCCC2)N=C1": 1621, "C1=CN=NNC1": 1622, "CC1=CN=NS1": 1623, "C1=CC(C2CCNC2)=CC=N1": 1624, "C1COC2(CCN1)CCOCC2": 1625, "C1=CN=C2C(=C1)CNCC1CCCN21": 1626, "C1=CC2=C(C=N1)CCC2": 1627, "C1=CN=C2SC=CC2=N1": 1628, "C1=NCCCCC1": 1629, "C1=CC=C(C2=NN=C(N3CCNCC3)N2)N=C1": 1630, "C1=CN=C(N2CC3CCNC3C2)N=C1": 1631, "C1=CC=C2NNCC2=C1": 1632, "C1CCC(C2CNC2)C1": 1633, "C1CCC(C2CCNC2)CC1": 1634, "C1CC(C2CCNCC2)C1": 1635, "OCC1CCC2=CC=CC=C21": 1636, "C1=CC(C2=NOC=N2)=CC=N1": 1637, "C1=NNC(C2CCNCC2)=C1": 1638, "C1=CC=C(N2C=C(C3=NNN=N3)C=N2)C=C1": 1639, "C1CSC2(CCOCC2)CN1": 1640, "C1=NSN=C1N1CCOCC1": 1641, "C1=NCCOC1": 1642, "C1=CNC(C2=NN=C(N3CCCCC3)N2)=C1": 1643, "C1=CC=C2CSCCC2=C1": 1644, "C1=NN=C(N2CC[SH+]CC2)N1": 1645, "OC1CNC2=CC=CC=C21": 1646, "O=S1N=CC=CN1": 1647, "C1=CN(C2CC2)CN1": 1648, "C1=NC(N2CCNCC2)=CC(C2=NNN=N2)=C1": 1649, "CC1OCCC2=C1C=CS2": 1650, "CC1COC2=CC=CC=C21": 1651, "C1=CC(N2CC3NCCOC3C2)=NC=N1": 1652, "CC1=NN=C2CCCN12": 1653, "C1=NC(C2CCC2)=NN1": 1654, "C1=NN=C(N2CCCCCC2)N1": 1655, "C1=CNC(C2COCCN2)=C1": 1656, "C1=C2CCCC2=CN1": 1657, "C1=CNC(C2CNC2)=N1": 1658, "C1CNCC2(C1)CCSC2": 1659, "C1=CC=C(N2CCCC2)C(C2=NNN=N2)=C1": 1660, "C1=NC=NC(N2CC3CC2C3)=C1": 1661, "C1=CC2OC1C1=CNC=C12": 1662, "C1=NC=NC(N2C3CCC2CC3)=C1": 1663, "C1CNCCN(C2=NN=NN2)C1": 1664, "C1CCN(C2=NN=C(C3CC3)N2)CC1": 1665, "C1CCC2(C1)CNCCOC2": 1666, "C1=CC(N2C=CC=N2)=NNC1": 1667, "O=S1N=CNC2=CC=CC=C21": 1668, "C1=CC2=NN=CN2C=N1": 1669, "C1=CC=C(C2=NN=CN2)N=C1": 1670, "C1=CC(C2=NNN=N2)=NC(N2CCNCC2)=C1": 1671, "C1COC(C2=NC(C3CC3)=NO2)CN1": 1672, "C1=CSC(C2=NC=CO2)=C1": 1673, "C1=CN(C2CCCCC2)N=N1": 1674, "C1=CN=C2CCNC2=C1": 1675, "C1=CCNC(N2C=CC=N2)=C1": 1676, "C1=NC=NC(N2CCC2)=C1": 1677, "C1=CC2=NN=CN2N=C1N1CCNCC1": 1678, "CC1=CNC=N1": 1679, "C1=CC(C2CNCCO2)=CS1": 1680, "C1=NNC=C1C1=NC(C2COCCN2)=NO1": 1681, "C1=NC=NC(C2=NOC=N2)=C1": 1682, "C1=NC(C2=NNN=N2)=CC(N2CCCC2)=N1": 1683, "O=S1N=C(N2CCNCC2)C2=CC=CC=C21": 1684, "C1=NC=C(N2CCNCC2)O1": 1685, "C1=CC=C(C2=NNCN2)C=C1": 1686, "CN1CCOCC1": 1687, "C1=CSC(C2=COC=C2)=N1": 1688, "CC1CNCC(C)O1": 1689, "CN1CNC=N1": 1690, "CCCCCCCC": 1691, "C1=CN(C2CC2)C=N1": 1692, "C1=NC2=NC=NN2C(N2CCCCC2)=C1": 1693, "O=S1CCNCC2=CC=CC=C21": 1694, "C1=CN=C(N2CCCNCC2)C=N1": 1695, "CC1=CN=CC=C1": 1696, "C1=CC(N2CCNCC2)=CS1": 1697, "FC1CC2CNCCN2C1": 1698, "C1=CC(C2=CC=NN2)=CC=N1": 1699, "C1=NCCSC1": 1700, "CC1CN=C(N2CCNCC2)S1": 1701, "C1=CN2N=CC(C3=NNN=N3)=C2N=C1": 1702, "C1=CC=C2C(=C1)CCC2N1CCCC1": 1703, "C1=NN=C(C2CCNCC2)O1": 1704, "C1=CNC(C2CCC2)=C1": 1705, "C1=CN=C(N2CCCOCC2)N=C1": 1706, "C1CC2(C1)CCN2": 1707, "C1=CC(N2CCCCC2)=NC=C1C1=NNN=N1": 1708, "C1=CC=C2CONCC2=C1": 1709, "C1=CN=C2CCNCC2=C1": 1710, "C1=NC=C2NC=NC2=C1": 1711, "C1=CN=C(N2CCCCCC2)C=N1": 1712, "C1CSCNCS1": 1713, "C1=NC(C2CCCNC2)=NO1": 1714, "C1CSCSC1": 1715, "C1=CC=C(N2CCCCC2)C(C2=NNN=N2)=C1": 1716, "C1=CCOC1": 1717, "SC1=CC=CC=C1": 1718, "C1=CC(N2CCCC2)=C(C2=NNN=N2)C=N1": 1719, "C1=CC=C2SCNC2=C1": 1720, "C1CCC2(CCNC2)NC1": 1721, "C1=CC=C(N2CCCCN2)C=C1": 1722, "C1=C(C2=NNN=N2)C=C2NCCC2=C1": 1723, "CC1=NN=CS1": 1724, "C1=CC=C(C2COC2)C=C1": 1725, "C1=C(C2=CC=CC=C2)CCNC1": 1726, "CC1CNCCS1=O": 1727, "C1CCCN(C2=NN=NN2)CC1": 1728, "C1=NC=C(N2CCCCCC2)N=C1": 1729, "C1=NC=C2N=CNC2=C1": 1730, "CC1=NN=CO1": 1731, "C1COCC2(CC2)CN1": 1732, "C1=NN(C2=CC=CC=C2)CCC1": 1733, "C1=CC(N2CC3CCNC3C2)=NC=N1": 1734, "C1=CN=C(N2CCC3CCNCC32)N=C1": 1735, "C1=CC=C(N2CCCCCC2)N=C1": 1736, "C1=COC(C2CCNCC2)=N1": 1737, "C1CNCC(C2=NNN=N2)C1": 1738, "C1=NC(C2=NNN=N2)=NC(N2CCOCC2)=C1": 1739, "OC1=CC=CN=C1": 1740, "C1=CN=C(N2CCC3NCCCC32)N=C1": 1741, "C1=CC=C(C2CCNCCN2)C=C1": 1742, "C1=NC(N2CCCC2)=C2N=CNC2=N1": 1743, "C1=NNC(N2CCOCC2)=C1": 1744, "C1=C2CNCCN2N=N1": 1745, "C1=CN(C2CCNCC2)CN1": 1746, "CC1=CN=CS1": 1747, "C1=CC=C(C2CCNCN2)C=C1": 1748, "C1=NC(C2CNCC23CNC3)=NN1": 1749, "C1=CC2=NC=C(N3CCCC3)N=C2C=C1": 1750, "C1=C(C2=CC=CC=C2)CNC1": 1751, "NC1=NNC(C2CCCCN2)=C1": 1752, "C1=C(N2CCNCC2)C=NC(C2=NNN=N2)=C1": 1753, "C1CCC2(C1)CCNCC2": 1754, "C1=NC=C(C2=NNN=N2)C=N1": 1755, "C1=NC=NC(N2CCCCC2)=N1": 1756, "C1=CC(C2=NNN=N2)=NC(N2CCCCC2)=N1": 1757, "C1=CC(N2CCCCC2)=CN1": 1758, "C1NCC2(CCOCC2)N1": 1759, "C1NCC12CNC2": 1760, "C1CNCC(C2=NNC(C3CC3)=N2)C1": 1761, "C1=NC=NC(N2CCCNCC2)=C1": 1762, "C1=CC=C(C2=CC=NN2)N=C1": 1763, "C1=CC=C(N2CCSCC2)C=C1": 1764, "C1=CC(C2=NNN=N2)=C2CNCC2=C1": 1765, "C1=NNC2=C1C=NN2": 1766, "C1=CC(C2=NNN=N2)=CC(C2CNCCO2)=C1": 1767, "C1=CC2=NN=C(C3CC3)N2N=C1": 1768, "C1=CC2=C(C=CC=C2)OC1": 1769, "C1=C(C2CC2)NCN1": 1770, "CC1CNCC1C1=CNN=C1": 1771, "C1CC2(CCSC2)CN1": 1772, "C1=NN2C=NN=C2S1": 1773, "NC1=NN2N=NN=C2C=C1": 1774, "CC1=CC=CNC1": 1775, "C1CN(C2=NN=C(C3CCNC3)N2)CCN1": 1776, "CCCCCC#N": 1777, "CC1CNC1C1=CNN=C1": 1778, "CN1C=NN=C1N1CCCC1": 1779, "C1=CN=NC(N2C3CCC2CC3)=C1": 1780, "C1=NC=C(N2C3CCC2CC3)N=C1": 1781, "CC1CNC1C": 1782, "C1=CC2=C(CCNC2)O1": 1783, "C1=CN=C2NC=CC2=N1": 1784, "C1=CC2=C(CCOC2)NC1": 1785, "C1=CCNNC1": 1786, "C1CCC2(CC1)CCC2": 1787, "C1=CC=C(N2CN=NN2)C=C1": 1788, "C1NCNCN1": 1789, "C1=NN=NN1C1CCCC1": 1790, "C1=CC2=C(N1)SC=N2": 1791, "C1CCC23CNCC2(C1)CNC3": 1792, "C1=CN=C(N2C3CCC2CNC3)N=C1": 1793, "C1CC2CNCC1CN2": 1794, "C1=CN2N=NN=C2C(N2CC3CC3C2)=N1": 1795, "O=S1CC2CNCC2C1": 1796, "C1=CN=C2C(C3=NNN=N3)=CNN2C1": 1797, "C1=CNC(C2=CC=NC=C2)=NC1": 1798, "C1=NC=C(C2=NN=C(N3CCOCC3)N2)N=C1": 1799, "NC1CCNC1": 1800, "C1=CC=C(C2=CSC=N2)C=C1": 1801, "C1=NN=CC(C2=NNN=N2)=C1": 1802, "C1=NN=C(C2CCCC2)N1": 1803, "C1=C(C2=NNN=N2)C=NC(N2CCOCC2)=C1": 1804, "C1CCC(C2=NN=C3CNCCN32)C1": 1805, "C1=CC2=C(C=C1)SC=C2": 1806, "C1=NC=NC(C2=NOC=C2)=C1": 1807, "CC1CNC1C1=NC=CN1": 1808, "CC1=CN2C=CC=CC2=N1": 1809, "C1=CC(C2=CNN=C2)=CN1": 1810, "C1=CN(C2=CC=NC=C2)C=C1": 1811, "C1=CC2=C(CNCC2)S1": 1812, "C1=CSC(C2=CC=NO2)=C1": 1813, "C1=CC=C(N2N=NN=C2C2CC2)C=C1": 1814, "C1CC2CC1C1CNC21": 1815, "C1CCCC2(CC1)OCCO2": 1816, "CC1CCN(C2=NC=CC=N2)C1": 1817, "C1=NN=C(C2CCCCO2)N1": 1818, "C1=CNC(C2=NC=CC=N2)=NC1": 1819, "C1=NC=C(C2=NN=C(N3CCCC3)N2)N=C1": 1820, "C=NNC": 1821, "C1=CCN(C2=NC=CC=N2)CC1": 1822, "C1=CN=CC(N2C=CN=C2)=C1": 1823, "C1=CSC(C2=NNC=C2)=N1": 1824, "C1=NC=C(N2CCOCC2)N=C1C1=NNN=N1": 1825, "C1=CC=C(C23CNCC2COC3)C=C1": 1826, "C1=CSC(C2=CC=NN2)=C1": 1827, "C1=NNC(C2CCCCC2)=C1": 1828, "NC1CCC2=CC=CC=C21": 1829, "C1=CN=NC(N2CCCCCC2)=C1": 1830, "NC1=CC=NC=C1C1=NNN=N1": 1831, "C1=CC(C2=NNN=N2)=CNC1": 1832, "C1=CC(C2CCCC2)=NO1": 1833, "C1=NNCN1C1=CC=CC=C1": 1834, "C=C1CNCS1": 1835, "C1=NN2CCCNC2=C1C1=NNN=N1": 1836, "C1=CSC(C2COCCN2)=N1": 1837, "C1=CC=C(C2=CSN=N2)C=C1": 1838, "C1=NN=NN1C1CCNC1": 1839, "C1=C2CNCCC2=NC(C2CC2)=N1": 1840, "C1=CC=C(C2=CC=NC=C2)C=C1": 1841, "CC1=CC=NC=N1": 1842, "C1CC2CCNCC2CN1": 1843, "C1=CC=C(C2=NC=CN2)N=C1": 1844, "C1=CC=C(C2=NN=C3CNCCN32)C=C1": 1845, "C1COC2(CN1)CC1CCC2C1": 1846, "C1=CN=C(N2CC3CC3C2)C(C2=NNN=N2)=N1": 1847, "CC1=NC=CC=C1": 1848, "C1=CC2=NN=NN2N=C1N1CC2CC2C1": 1849, "C1=CC=C(C2=CC=CO2)N=C1": 1850, "C1=NC2=C(C=N1)N=CN2C1CCCO1": 1851, "CN1N=NN=C1N1CCCC1": 1852, "CC1C2CCC1OC2": 1853, "C1=NN=C(N2CCOC(C3=CNN=C3)C2)N1": 1854, "NC1=NC=NC=C1": 1855, "O=S1CCNCCC12CCC2": 1856, "OC1CCCC2=CC=CC=C21": 1857, "C1=CN=NC(C2=CNN=C2)=C1": 1858, "CC1=NSN=C1": 1859, "C1=COCCNC1": 1860, "C1=NN=C(N2CCC2)N1": 1861, "C1=NC2=C(C=NN2)C(N2CCCCC2)=N1": 1862, "C1=CSC(C2CCOC2)=N1": 1863, "C1=NN=C(N2CCN3CCCC3C2)N1": 1864, "C1=NNC=C1C1=NN=C(N2CCOCC2)N1": 1865, "C1=NC=C(N2CC3CNCC3C2)N=C1": 1866, "C1=NCNC=C1N1CCNCC1": 1867, "C1=CN=C2N=CN=CC2=C1": 1868, "O=S1C2CCCC1CC2": 1869, "CNN": 1870, "C1=NC(N2CC3CC3C2)=CN=C1C1=NNN=N1": 1871, "CN1N=NN=C1N1CCCCC1": 1872, "C1=COC(C2=NN=CN2)=C1": 1873, "C1=CN=CC(N2CC3CC3C2)=C1": 1874, "C1=NC2=NN=CN2C=N1": 1875, "CC1=NN=NN1C1CC1": 1876, "CC1CCCC2=CC=CC=C21": 1877, "FC1CC12CCNCC2": 1878, "FC1C2CCNCC12": 1879, "C1=NC=C2C=COC2=N1": 1880, "C1=CN=C(N2CCCCC2)NC1": 1881, "C1=NOC(C2CNCCN2)=N1": 1882, "C1=CN(C2=CC=NN2)C=N1": 1883, "OC1=CC=CC=N1": 1884, "CN1C=CSC1": 1885, "C1=NC=C2CCCNC2=C1": 1886, "C1=CSC(C2=NC=NO2)=C1": 1887, "C1=CN(C2CC2)CNC1": 1888, "C1=NOC(C2CCCCC2)=N1": 1889, "C1=CC(C2CCCC2)=NN1": 1890, "C1=NCNC(C2=CC=CC=C2)C1": 1891, "C1=NCC2=C(N1)SC=C2": 1892, "C1=CC(N2CCNCC2)=NN=C1": 1893, "C1CC2(C1)CCNCCN2": 1894, "C1=CN=C(N2CC3CCC2CN3)N=C1": 1895, "CC1C[SH+]CCN1": 1896, "C1CC(C2=NNCN2)CCN1": 1897, "CC1CCNCCN1": 1898, "NC1=NC=CN=C1C1=NNN=N1": 1899, "O=S1CCC(C2=NN=C(N3CCCNCC3)N2)C1": 1900, "C1=NC=C(N2CC3CC2C3)N=C1": 1901, "C1=CC2=CC=NC=C2C=N1": 1902, "C1=CC2=NC=NN2N=C1": 1903, "C1=CN(C2CC2)C=C1": 1904, "O=S1NCCCN1": 1905, "CC1CCNCCS1": 1906, "C1=NC2=C(N=CN2)C(N2CCNCC2)=N1": 1907, "C1=CC=C(C2=CC=CN=N2)C=C1": 1908, "C1COCCOC1": 1909, "C1=NC=C2NCCNC2=C1": 1910, "C1=NC=NC(N2CCCCCC2)=C1": 1911, "C1CCC2SCCNC2C1": 1912, "C1=C(C2=NOCC2)C=C2CCOC2=C1": 1913, "C1=CNC(C2=NN=C(N3CCCC3)N2)=C1": 1914, "C1CNCSC1": 1915, "C1=CN=C(N2CCC3CNCC3C2)N=C1": 1916, "C1=CCN2CC3CNCC(C3)C2=C1": 1917, "C1=CN=C(N2CC3CC3C2)C(C2=NNN=N2)=C1": 1918, "CC1CN(C2=NN=CN2)CCO1": 1919, "C1CC(C2=NNCO2)CCN1": 1920, "C1=NC2=C(CNCC2)C(N2CCCC2)=N1": 1921, 